Repository: vojtblasko/Medio
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, fr, sk

source: Speech check unavailable — included
bg: Проверката за говор е недостъпна — включено
cs: Kontrola vokálů není dostupná — zahrnuto
de: Stimmenprüfung nicht verfügbar – enthalten
fr: Détection des voix indisponible — inclus
sk: Kontrola reči nie je dostupná — zahrnuté

source: Speech detection uses Apple’s on-device sound classifier. No audio leaves this device.
bg: Разпознаването на говор използва класификатора на Apple на устройството. Никакво аудио не напуска устройството.
cs: Detekce řeči používá klasifikátor zvuku Apple přímo v zařízení. Zvuk zařízení neopouští.
de: Die Spracherkennung verwendet Apples Klangklassifizierung auf dem Gerät. Kein Audio verlässt dieses Gerät.
fr: La détection utilise le classificateur audio d’Apple sur l’appareil. Aucun audio ne quitte cet appareil.
sk: Rozpoznávanie reči používa klasifikátor zvuku Apple priamo v zariadení. Žiadny zvuk zariadenie neopúšťa.

source: Starting sharing…
bg: Стартиране на споделянето…
cs: Spouštění sdílení…
de: Freigabe wird gestartet…
fr: Démarrage du partage…
sk: Spúšťa sa zdieľanie…

source: Storage Diagnostics
bg: Диагностика на хранилището
cs: Diagnostika úložiště
de: Speicherdiagnose
fr: Diagnostic du stockage
sk: Diagnostika úložiska

source: Storage collection is off. Turn it on to create a visible snapshot.
bg: Събирането на данни за хранилището е изключено. Включете го, за да създадете видимо състояние.
cs: Záznam úložiště je vypnutý. Zapněte ho pro vytvoření snímku.
de: Die Speichererfassung ist aus. Zum Erstellen eines sichtbaren Stands einschalten.
fr: La collecte du stockage est désactivée. Activez-la pour créer un instantané visible.
sk: Zber údajov úložiska je vypnutý. Zapnite ho, aby sa vytvorila viditeľná snímka.

source: Storage diagnostics
bg: Диагностика на хранилището
cs: Diagnostika úložiště
de: Speicherdiagnose
fr: Diagnostic du stockage
sk: Diagnostika úložiska

source: Storage refresh failed: %@
bg: Обновяването на хранилището е неуспешно: %@
cs: Aktualizace úložiště selhala: %@
de: Aktualisierung des Speichers fehlgeschlagen: %@
fr: Échec de l’actualisation du stockage : %@
sk: Obnovenie úložiska zlyhalo: %@

source: Storage was scanned and %lld items were found, but none are visible on Home.
bg: Хранилището е сканирано и са намерени %lld елемента, но никой не се вижда в Начало.
cs: Úložiště bylo prohledáno a bylo nalezeno %lld položek, ale na úvodní obrazovce nejsou viditelné.
de: Der Speicher wurde durchsucht und %lld Objekte gefunden, die auf der Startseite nicht sichtbar sind.
fr: Le stockage a été analysé et %lld éléments ont été trouvés, mais aucun n’est visible dans Accueil.
sk: Úložisko bolo skontrolované a našlo sa %lld položiek, ale žiadne nie sú viditeľné na úvodnej stránke.

source: Storage was scanned, but Medio found no files in On My iPhone > Medio.
bg: Хранилището е сканирано, но Medio не намери файлове в На моя iPhone > Medio.
cs: Medio prohledalo úložiště, ale ve V mém iPhonu > Medio nenašlo žádné soubory.
de: Medio hat den Speicher durchsucht, aber unter „Auf meinem iPhone > Medio“ keine Dateien gefunden.
fr: Medio a analysé le stockage, mais n’a trouvé aucun fichier dans Sur mon iPhone > Medio.
sk: Úložisko bolo skontrolované, ale Medio nenašlo súbory v Na mojom iPhone > Medio.

source: Successfully organized %lld lyrics files.
bg: Успешно подредени %lld текстови файла.
cs: Úspěšně uspořádáno %lld souborů textů.
de: %lld Liedtextdateien erfolgreich geordnet.
fr: %lld fichiers de paroles classés.
sk: Úspešne usporiadaných %lld súborov s textami skladieb.

source: System Low Power Mode is ON
bg: Системният режим за ниска консумация е ВКЛЮЧЕН
cs: Systémový úsporný režim je zapnutý
de: System-Stromsparmodus ist EIN
fr: Le mode économie d’énergie du système est activé
sk: Systémový režim nízkej spotreby je ZAPNUTÝ

source: The Home card displays only this image and does not open when tapped. Long press it for options.
bg: Картата в Начало показва само това изображение и не се отваря при докосване. Задръжте за опции.
cs: Karta na úvodní stránce zobrazuje pouze obrázek a klepnutím se neotevře. Podržením zobrazíte možnosti.
de: Die Karte auf Start zeigt nur dieses Bild und öffnet sich beim Tippen nicht. Für Optionen gedrückt halten.
fr: La carte d’accueil affiche uniquement cette image et ne s’ouvre pas au toucher. Maintenez-la pour afficher les options.
sk: Karta na úvodnej stránke zobrazuje iba tento obrázok a po klepnutí sa neotvorí. Podržaním zobrazíte možnosti.

source: The dropped file could not be opened.
bg: Пуснатият файл не можа да бъде отворен.
cs: Přetažený soubor se nepodařilo otevřít.
de: Die abgelegte Datei konnte nicht geöffnet werden.
fr: Impossible d’ouvrir le fichier déposé.
sk: Pustený súbor sa nepodarilo otvoriť.

source: The dropped files could not be imported.
bg: Пуснатите файлове не можаха да бъдат импортирани.
cs: Přetažené soubory se nepodařilo importovat.
de: Die abgelegten Dateien konnten nicht importiert werden.
fr: Impossible d’importer les fichiers déposés.
sk: Pustené súbory sa nepodarilo importovať.

source: The library has no playable files.
bg: В библиотеката няма възпроизводими файлове.
cs: Knihovna neobsahuje žádné přehratelné soubory.
de: Die Mediathek enthält keine abspielbaren Dateien.
fr: La bibliothèque ne contient aucun fichier lisible.
sk: Knižnica neobsahuje prehrateľné súbory.

source: The lyric file was moved to the Lyrics folder. Choose whether to attach it to the currently playing song.
bg: Текстовият файл беше преместен в папката с текстове. Изберете дали да го прикачите към текущата песен.
cs: Soubor s textem byl přesunut do složky Lyrics. Vyberte, zda ho přiřadit k aktuálně přehrávané skladbě.
de: Der Liedtext wurde in den Ordner Lyrics verschoben. Wähle, ob er dem aktuellen Titel zugeordnet werden soll.
fr: Le fichier de paroles a été déplacé dans le dossier Lyrics. Choisissez de l’associer ou non au morceau en cours.
sk: Súbor s textom bol presunutý do priečinka textov skladieb. Vyberte, či ho chcete priradiť k práve prehrávanej skladbe.

source: Then open Settings → General → About → Certificate Trust Settings and enable trust for this Medio Local Audio certificate. Return here and scan the join QR code.
bg: След това отворете Настройки → Основни → Информация → Настройки за доверие на сертификати и включете доверието за този сертификат Medio Local Audio. Върнете се тук и сканирайте QR кода за присъединяване.
cs: Poté otevřete Nastavení → Obecné → Informace → Důvěryhodnost certifikátů a povolte důvěru tomuto certifikátu Medio Local Audio. Vraťte se sem a naskenujte QR kód pro připojení.
de: Öffne dann Einstellungen → Allgemein → Info → Zertifikatsvertrauenseinstellungen und aktiviere das Vertrauen für dieses Medio Local Audio-Zertifikat. Kehre hierher zurück und scanne den Beitritts-QR-Code.
fr: Ouvrez ensuite Réglages → Général → Informations → Réglages des certificats et activez la confiance pour ce certificat Medio Local Audio. Revenez ici et scannez le QR code de connexion.
sk: Potom otvorte Nastavenia → Všeobecné → Informácie → Nastavenia dôveryhodnosti certifikátov a povoľte dôveru pre tento certifikát Medio Local Audio. Vráťte sa sem a naskenujte QR kód na pripojenie.

source: These internet functions fetch artist pictures. Local audio sharing has its own switch and usage counter above. GitHub reports open in your browser, whose usage is not counted here.
bg: Тези интернет функции изтеглят снимки на изпълнители. Локалното споделяне на аудио има отделен превключвател и брояч по-горе. Отчетите в GitHub се отварят в браузъра, чийто трафик не се брои тук.
cs: Tyto internetové funkce načítají obrázky interpretů. Místní sdílení zvuku má vlastní přepínač a počítadlo výše. Hlášení na GitHubu se otevírají v prohlížeči, jehož přenosy se zde nepočítají.
de: Diese Internetfunktionen laden Interpretenbilder. Lokales Audio-Teilen hat oben einen eigenen Schalter und Zähler. GitHub-Berichte öffnen im Browser; dessen Nutzung wird hier nicht gezählt.
fr: Ces fonctions Internet chargent les images d’artistes. Le partage audio local possède son propre interrupteur et compteur ci-dessus. Les rapports GitHub s’ouvrent dans le navigateur, dont l’utilisation n’est pas comptée ici.
sk: Tieto internetové funkcie načítavajú obrázky interpretov. Lokálne zdieľanie zvuku má vlastný prepínač a počítadlo vyššie. Hlásenia GitHub sa otvárajú v prehliadači, ktorého spotreba sa tu nepočíta.

source: These items cannot be moved to that folder.
bg: Тези елементи не могат да бъдат преместени в тази папка.
cs: Tyto položky nelze přesunout do této složky.
de: Diese Objekte können nicht in diesen Ordner verschoben werden.
fr: Ces éléments ne peuvent pas être déplacés dans ce dossier.
sk: Tieto položky sa nedajú presunúť do daného priečinka.

source: This file cannot be shared. Use an unprotected MP3, M4A, AAC, WAV, AIFF, or FLAC audio file.
bg: Този файл не може да бъде споделен. Използвайте незащитен аудио файл MP3, M4A, AAC, WAV, AIFF или FLAC.
cs: Tento soubor nelze sdílet. Použijte nechráněný zvukový soubor MP3, M4A, AAC, WAV, AIFF nebo FLAC.
de: Diese Datei kann nicht geteilt werden. Eine ungeschützte Audiodatei im Format MP3, M4A, AAC, WAV, AIFF oder FLAC verwenden.
fr: Ce fichier ne peut pas être partagé. Utilisez un fichier audio MP3, M4A, AAC, WAV, AIFF ou FLAC non protégé.
sk: Tento súbor sa nedá zdieľať. Použite nechránený zvukový súbor MP3, M4A, AAC, WAV, AIFF alebo FLAC.

source: Title
bg: Заглавие
cs: Název
de: Titel
fr: Titre
sk: Názov skladby

source: Tracks
bg: Песни
cs: Skladby
de: Titel
fr: Pistes
sk: Skladby

source: Transferred: %@
bg: Прехвърлени: %@
cs: Přeneseno: %@
de: Übertragen: %@
fr: Transféré : %@
sk: Prenesené: %@

source: Trust only a host you control. Installing a root certificate grants trust to certificates signed by that host. Remove its profile from the listening device when you no longer need it.
bg: Доверявайте се само на хост, който контролирате. Инсталирането на основен сертификат дава доверие на сертификатите, подписани от този хост. Премахнете профила от приемащото устройство, когато вече не ви е нужен.
cs: Důvěřujte pouze hostitelskému zařízení, které máte pod kontrolou. Instalací kořenového certifikátu udělíte důvěru certifikátům podepsaným tímto hostitelem. Až profil nebudete potřebovat, odstraňte jej ze zařízení posluchače.
de: Vertraue nur einem Host, den du kontrollierst. Ein installiertes Stammzertifikat verleiht den von diesem Host signierten Zertifikaten Vertrauen. Entferne sein Profil vom Empfangsgerät, sobald du es nicht mehr brauchst.
fr: Ne faites confiance qu’à un appareil hôte que vous contrôlez. Installer un certificat racine accorde votre confiance aux certificats signés par cet hôte. Supprimez son profil de l’appareil récepteur lorsque vous n’en avez plus besoin.
sk: Dôverujte iba hostiteľovi, ktorého ovládate. Inštalácia koreňového certifikátu udeľuje dôveru certifikátom podpísaným týmto hostiteľom. Keď ho už nepotrebujete, odstráňte jeho profil z prijímajúceho zariadenia.

source: Turn Off Internet Access?
bg: Изключване на достъпа до интернет?
cs: Vypnout přístup k internetu?
de: Internetzugriff ausschalten?
fr: Désactiver l’accès à Internet ?
sk: Vypnúť prístup na internet?

source: Turn Off Medio ReCapped?
bg: Изключване на Medio ReCapped?
cs: Vypnout Medio ReCapped?
de: Medio ReCapped ausschalten?
fr: Désactiver Medio ReCapped ?
sk: Vypnúť Medio ReCapped?

source: Turn On All Diagnostics Collectors
bg: Включване на цялата диагностика
cs: Zapnout veškerou diagnostiku
de: Alle Diagnoseerfassungen einschalten
fr: Activer toutes les collectes de diagnostic
sk: Zapnúť všetky zbery diagnostiky

source: Turning this off stops new listening history from being recorded. If you delete the collected data, the saved listening history and generated ReCapped files will be removed from this device.
bg: Изключването спира записването на нова история на слушане. Ако изтриете събраните данни, запазената история и генерираните ReCapped файлове ще бъдат премахнати от устройството.
cs: Vypnutím se přestanou zaznamenávat nové poslechy. Pokud smažete shromážděná data, uložená historie poslechu a vytvořené soubory ReCapped se ze zařízení odstraní.
de: Das Ausschalten stoppt neue Aufzeichnungen des Hörverlaufs. Beim Löschen der Daten werden der gespeicherte Hörverlauf und erzeugte ReCapped-Dateien von diesem Gerät entfernt.
fr: La désactivation arrête l’enregistrement de l’historique d’écoute. Supprimer les données efface de cet appareil l’historique enregistré et les fichiers ReCapped générés.
sk: Vypnutie zastaví zaznamenávanie novej histórie počúvania. Ak vymažete zozbierané údaje, uložená história a vytvorené súbory ReCapped sa odstránia z tohto zariadenia.

source: Unknown Album
bg: Непознат албум
cs: Neznámé album
de: Unbekanntes Album
fr: Album inconnu
sk: Neznámy album

source: Unknown Artist
bg: Непознат изпълнител
cs: Neznámý interpret
de: Unbekannter Interpret
fr: Artiste inconnu
sk: Neznámy interpret

source: Unsupported lyrics format
bg: Неподдържан формат на текст
cs: Nepodporovaný formát textu skladby
de: Nicht unterstütztes Liedtextformat
fr: Format de paroles non pris en charge
sk: Nepodporovaný formát textu skladby

source: Usage since %@. Includes sent and received HTTP data; excludes cached responses and connection overhead.
bg: Използване от %@. Включва изпратените и получените HTTP данни; изключва кешираните отговори и служебния трафик.
cs: Přenos od %@. Zahrnuje odeslaná a přijatá HTTP data; nezahrnuje mezipaměť ani režii připojení.
de: Nutzung seit %@. Enthält gesendete und empfangene HTTP-Daten; ohne Cache-Antworten und Verbindungs-Overhead.
fr: Utilisation depuis %@. Inclut les données HTTP envoyées et reçues ; exclut les réponses en cache et la surcharge de connexion.
sk: Spotreba od %@. Zahŕňa odoslané a prijaté HTTP dáta; nezahŕňa odpovede z vyrovnávacej pamäte a réžiu pripojenia.

source: Use Favorites as Priority 1
bg: Любими като Приоритет 1
cs: Použít oblíbené jako prioritu 1
de: Favoriten als Priorität 1 verwenden
fr: Utiliser les favoris comme priorité 1
sk: Použiť obľúbené ako Prioritu 1

source: Use Image
bg: Използване на изображението
cs: Použít obrázek
de: Bild verwenden
fr: Utiliser l’image
sk: Použiť obrázok

source: Using artist profile image
bg: Използва се профилната снимка на изпълнителя
cs: Používá se profilový obrázek interpreta
de: Profilbild des Interpreten wird verwendet
fr: Utilisation de l’image de profil de l’artiste
sk: Používa sa profilový obrázok interpreta

source: Verify that the downloaded certificate matches the SHA-256 fingerprint shown on this host before trusting it. The certificate download is public; audio is available only through HTTPS.
bg: Преди да се доверите на сертификата, проверете дали SHA-256 отпечатъкът му съвпада с показания на този хост. Сертификатът е публичен; аудиото е достъпно само през HTTPS.
cs: Než certifikátu udělíte důvěru, ověřte, že jeho otisk SHA-256 odpovídá otisku zobrazenému na tomto hostiteli. Stažení certifikátu je veřejné; zvuk je dostupný pouze přes HTTPS.
de: Prüfe vor dem Vertrauen, ob das geladene Zertifikat dem auf diesem Host angezeigten SHA-256-Fingerabdruck entspricht. Der Zertifikatdownload ist öffentlich; Audio ist nur über HTTPS verfügbar.
fr: Avant de lui faire confiance, vérifiez que le certificat téléchargé correspond à l’empreinte SHA-256 affichée sur cet hôte. Le téléchargement du certificat est public ; l’audio est disponible uniquement via HTTPS.
sk: Pred udelením dôvery overte, že stiahnutý certifikát zodpovedá odtlačku SHA-256 na tomto hostiteľovi. Certifikát je verejne dostupný; zvuk je dostupný iba cez HTTPS.

source: View Options
bg: Опции за изгледа
cs: Možnosti zobrazení
de: Darstellungsoptionen
fr: Options d’affichage
sk: Možnosti zobrazenia

source: Year
bg: Година
cs: Rok
de: Jahr
fr: Année
sk: Rok

source: Zoom
bg: Мащабиране
cs: Přiblížení
sk: Priblíženie

source: Uses your device language by default. English, Czech, German, French, French (Canada), Bulgarian, and Slovak are available in iOS app settings.
bg: По подразбиране използва езика на устройството. Английски, чешки, немски, френски, канадски френски, български и словашки са налични в настройките на приложението в iOS.
cs: Ve výchozím nastavení používá jazyk zařízení. V nastavení aplikace v iOS je k dispozici angličtina, čeština, němčina, francouzština, kanadská francouzština, bulharština a slovenština.
de: Verwendet standardmäßig die Gerätesprache. Englisch, Tschechisch, Deutsch, Französisch, Französisch (Kanada), Bulgarisch und Slowakisch sind in den iOS-App-Einstellungen verfügbar.
fr: Utilise la langue de votre appareil par défaut. L’anglais, le tchèque, l’allemand, le français, le français (Canada), le bulgare et le slovaque sont disponibles dans les réglages iOS de l’app.
sk: Predvolene používa jazyk zariadenia. V nastaveniach aplikácie v iOS sú dostupné angličtina, čeština, nemčina, francúzština, kanadská francúzština, bulharčina a slovenčina.

source: When pinned as Priority 1, Favorites appears there instead of in the folder list. Unpinning it returns Favorites to the folder list.
bg: Когато Любими е закачено като Приоритет 1, се показва там вместо в списъка с папки. Откачването връща Любими в списъка с папки.
cs: Pokud jsou Oblíbené připnuté jako Priorita 1, zobrazují se tam místo v seznamu složek. Po odepnutí se vrátí do seznamu složek.
de: Wenn Favoriten als Priorität 1 angeheftet sind, erscheinen sie dort statt in der Ordnerliste. Nach dem Loslösen erscheinen sie wieder in der Ordnerliste.
fr: Lorsque Favoris est épinglé en Priorité 1, il apparaît à cet endroit plutôt que dans la liste des dossiers. Le désépingler le replace dans la liste des dossiers.
sk: Keď sú Obľúbené pripnuté ako Priorita 1, zobrazujú sa tam namiesto zoznamu priečinkov. Po odopnutí sa vrátia do zoznamu priečinkov.

source: Set up certificate trust on the listening device before scanning the join QR code. If Safari says the connection is not private, return to Set Up Encryption; do not bypass the warning.
bg: Настройте доверието на сертификата на приемащото устройство, преди да сканирате QR кода за присъединяване. Ако Safari показва, че връзката не е поверителна, върнете се към Настройка на шифроването; не заобикаляйте предупреждението.
cs: Před naskenováním připojovacího QR kódu nastavte na přijímajícím zařízení důvěru certifikátu. Pokud Safari hlásí, že připojení není soukromé, vraťte se do Nastavit šifrování; varování neobcházejte.
de: Richte auf dem Empfangsgerät zuerst das Zertifikatsvertrauen ein und scanne dann den Beitritts-QR-Code. Wenn Safari meldet, dass die Verbindung nicht privat ist, kehre zu Verschlüsselung einrichten zurück; umgehe die Warnung nicht.
fr: Configurez la confiance du certificat sur l’appareil d’écoute avant de scanner le code QR de connexion. Si Safari indique que la connexion n’est pas privée, revenez à Configurer le chiffrement ; ne contournez pas l’avertissement.
sk: Pred skenovaním QR kódu na pripojenie nastavte dôveru certifikátu na prijímajúcom zariadení. Ak Safari hlási, že pripojenie nie je súkromné, vráťte sa do Nastaviť šifrovanie; upozornenie neobchádzajte.

source: Keep Medio open on the host. Complete these steps on the other device in Safari, not in the camera’s preview browser.
bg: Оставете Medio отворено на хоста. Изпълнете тези стъпки на другото устройство в Safari, а не в браузъра за преглед на камерата.
cs: Na hostitelském zařízení nechte Medio otevřené. Tyto kroky dokončete na druhém zařízení v Safari, ne v náhledu prohlížeče fotoaparátu.
de: Lass Medio auf dem Host geöffnet. Führe diese Schritte auf dem anderen Gerät in Safari aus, nicht in der Browservorschau der Kamera.
fr: Gardez Medio ouvert sur l’appareil hôte. Effectuez ces étapes sur l’autre appareil dans Safari, et non dans l’aperçu du navigateur de l’appareil photo.
sk: Na hostiteľovi nechajte Medio otvorené. Tieto kroky vykonajte na druhom zariadení v Safari, nie v náhľade prehliadača fotoaparátu.

source: Drop in %@
bg: Пускане в %@
cs: Pustit do %@
de: In %@ ablegen
fr: Déposer dans %@
sk: Pustiť do %@

source: %lld items
bg: %lld елемента
cs: Počet položek: %lld
de: %lld Objekte
fr: %lld éléments
sk: %lld položiek

source: Make It Lived In
bg: Освежаване на библиотеката
cs: Vyhledat hudbu s vokály
de: Musik mit Gesang finden
fr: Trouver la musique avec des voix
sk: Oživiť knižnicu

source: Make It Lived In failed: %@
bg: Освежаването на библиотеката е неуспешно: %@
cs: Funkce Make Me Livied It selhala: %@
de: Make Me Livied It fehlgeschlagen: %@
fr: Échec de Make Me Livied It : %@
sk: Oživenie knižnice zlyhalo: %@

source: Cancelled.
bg: Отменено.
cs: Zrušeno.
de: Abgebrochen.
fr: Annulé.
sk: Zrušené.

source: Invalid selection.
bg: Невалиден избор.
cs: Neplatný výběr.
de: Ungültige Auswahl.
fr: Sélection non valide.
sk: Neplatný výber.

source: UI presentation unavailable.
bg: Прозорецът не може да бъде отворен.
cs: Okno nelze otevřít.
de: Das Fenster kann nicht geöffnet werden.
fr: Impossible d’ouvrir la fenêtre.
sk: Okno sa nedá otvoriť.

source: Enter a valid name without slashes or path components.
bg: Въведете валидно име без наклонени черти или части от път.
cs: Zadejte platný název bez lomítek a částí cesty.
de: Gib einen gültigen Namen ohne Schrägstriche oder Pfadbestandteile ein.
fr: Saisissez un nom valide sans barre oblique ni élément de chemin.
sk: Zadajte platný názov bez lomiek alebo častí cesty.

source: The selected location is outside Medio.
bg: Избраното местоположение е извън Medio.
cs: Vybrané umístění je mimo Medio.
de: Der ausgewählte Speicherort liegt außerhalb von Medio.
fr: L’emplacement sélectionné se trouve en dehors de Medio.
sk: Vybraté umiestnenie je mimo Medio.

source: Choose a valid folder.
bg: Изберете валидна папка.
cs: Vyberte platnou složku.
de: Wähle einen gültigen Ordner.
fr: Choisissez un dossier valide.
sk: Vyberte platný priečinok.

source: Choose a valid image.
bg: Изберете валидно изображение.
cs: Vyberte platný obrázek.
de: Wähle ein gültiges Bild.
fr: Choisissez une image valide.
sk: Vyberte platný obrázok.

source: Could not save image.
bg: Изображението не можа да бъде запазено.
cs: Obrázek nelze uložit.
de: Das Bild konnte nicht gespeichert werden.
fr: Impossible d’enregistrer l’image.
sk: Obrázok sa nepodarilo uložiť.

source: Missing Documents directory.
bg: Папката Documents липсва.
cs: Chybí složka Documents.
de: Der Ordner Documents fehlt.
fr: Le dossier Documents est introuvable.
sk: Chýba priečinok Documents.

source: Unsupported text encoding for lyrics file at %@.
bg: Неподдържано кодиране на текста във файла %@.
cs: Nepodporované kódování textu v souboru %@.
de: Nicht unterstützte Textkodierung in der Liedtextdatei %@.
fr: Encodage de texte non pris en charge dans le fichier de paroles %@.
sk: Nepodporované kódovanie textu v súbore %@.

source: Album artist: NA • Author: NA • Writer: NA
bg: Изпълнител на албума: — • Автор: — • Композитор: —
cs: Interpret alba: — • Autor: — • Skladatel: —
de: Albuminterpret: — • Autor: — • Komponist: —
fr: Artiste de l’album : — • Auteur : — • Compositeur : —
sk: Interpret albumu: — • Autor: — • Skladateľ: —

source: Album artist: %@ • Author: %@ • Writer: %@
bg: Изпълнител на албума: %@ • Автор: %@ • Композитор: %@
cs: Interpret alba: %@ • Autor: %@ • Skladatel: %@
de: Albuminterpret: %@ • Autor: %@ • Komponist: %@
fr: Artiste de l’album : %@ • Auteur : %@ • Compositeur : %@
sk: Interpret albumu: %@ • Autor: %@ • Skladateľ: %@
